/*{
    _id:1, //MongoId
    key:1, //Unique (need for React)
    _user_id:1, //MongoId
    pub_date: 12345, //Date
    enclosure: "persik.png", //Image URL
    title: "Заголовок", //String
    description: "Текст новости", //String
    like_count: 999, //Int Number
    is_liked: true //Boolean
}*/
const news = [
    {   
        key: 1,
        title: 'Блогеры переоделись в ниндзя, чтобы раздать подарки бездомным',
        description: 'Видеоблогер Райан Хига и его друзья переоделись в ниндзя, чтобы раздать подарки бездомным в Лас-Вегасе. Они незаметно оставляли подарочные пакеты с едой, теплой одеждой и одеялами рядом с бездомными.',
        enclosure: 'https://meduza.io/image/attachments/images/000/041/438/small/ZJ9sLP2Jf_vtGI2EsgDl2g.jpg'
    },
    {   
        key: 2,
        title: 'Блогеры переоделись в ниндзя, чтобы раздать подарки бездомным',
        description: 'Видеоблогер Райан Хига и его друзья переоделись в ниндзя, чтобы раздать подарки бездомным в Лас-Вегасе. Они незаметно оставляли подарочные пакеты с едой, теплой одеждой и одеялами рядом с бездомными.',
        enclosure: 'https://meduza.io/image/attachments/images/000/041/438/small/ZJ9sLP2Jf_vtGI2EsgDl2g.jpg'
    },
    {   
        key: 3,
        title: 'Блогеры переоделись в ниндзя, чтобы раздать подарки бездомным',
        description: 'Видеоблогер Райан Хига и его друзья переоделись в ниндзя, чтобы раздать подарки бездомным в Лас-Вегасе. Они незаметно оставляли подарочные пакеты с едой, теплой одеждой и одеялами рядом с бездомными.',
        enclosure: 'https://meduza.io/image/attachments/images/000/041/438/small/ZJ9sLP2Jf_vtGI2EsgDl2g.jpg'
    },
    {   
        key: 4,
        title: 'Блогеры переоделись в ниндзя, чтобы раздать подарки бездомным',
        description: 'Видеоблогер Райан Хига и его друзья переоделись в ниндзя, чтобы раздать подарки бездомным в Лас-Вегасе. Они незаметно оставляли подарочные пакеты с едой, теплой одеждой и одеялами рядом с бездомными.',
        enclosure: 'https://meduza.io/image/attachments/images/000/041/438/small/ZJ9sLP2Jf_vtGI2EsgDl2g.jpg'
    },
    {   
        key: 5,
        title: 'Блогеры переоделись в ниндзя, чтобы раздать подарки бездомным',
        description: 'Видеоблогер Райан Хига и его друзья переоделись в ниндзя, чтобы раздать подарки бездомным в Лас-Вегасе. Они незаметно оставляли подарочные пакеты с едой, теплой одеждой и одеялами рядом с бездомными.',
        enclosure: 'https://meduza.io/image/attachments/images/000/041/438/small/ZJ9sLP2Jf_vtGI2EsgDl2g.jpg'
    }
];

export default news;